alacritty
aurorae
base
base-devel
blackarch-mirrorlist
bluedevil
bluez
bluez-utils
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
btrfs-progs
discover
dolphin
dosfstools
drkonqi
efibootmgr
fastfetch
fish
flatpak-kcm
git
gobuster
grub
gtkmm3
htop
intel-ucode
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kmenuedit
knighttime
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
linux
linux-firmware
lsd
man-db
milou
mtools
nano
neovim
networkmanager
ocean-sound-theme
open-vm-tools
openbsd-netcat
openssh
openvpn
oxygen
oxygen-cursors
oxygen-sounds
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
qqc2-breeze-style
sddm
sddm-kcm
seclists
spectacle
starship
sudo
systemsettings
tmux
ttf-jetbrains-mono-nerd
vlc
wacomtablet
wayland
wget
whatweb
xdg-desktop-portal-kde
yay
yazi
